Repository: darktable-org/darktable
Catalog: doc/usermanual/po/nl.tmx
Source language: en
Languages: nl

source: smooth
nl: glad

source: noisy
nl: rimpelig

source: bold
nl: fors

source: dull
nl: mat

source: change lightness at each feature size
nl: wijzig helderheid voor elke afmeting

source: change color saturation at each feature size
nl: wijzig kleurverzadiging voor elke afmeting

source: edges
nl: randen

source: change edge halos at each feature size only changes results of luma and chroma tabs
nl: wijzig halo-randen bij elke vormgrootte verandert alleen luminantie en resultaten in kleurwaardetabs

source: make effect stronger or weaker
nl: effect versterken/afzwakken

source: scale
nl: schaal

source: preserve colors
nl: behoud kleuren

source: exposure fusion
nl: belichtingsverschuiving

source: neutral
nl: neutraal

source: canon eos like
nl: gelijk aan canon EOS

source: canon eos like alternate
nl: gelijk aan canon EOS; alternatief

source: nikon like
nl: gelijk aan nikon

source: nikon like alternate
nl: gelijk aan nikon; alternatieve

source: sony alpha like
nl: gelijk aan sony alpha

source: pentax like
nl: gelijk aan pentax

source: ricoh like
nl: gelijk aan ricoh

source: olympus like
nl: gelijk aan olympus

source: olympus like alternate
nl: gelijk aan olympus; alternatieve

source: panasonic like
nl: gelijk aan panasonic

source: leica like
nl: gelijk aan leica

source: kodak easyshare like
nl: gelijk aan kodak easyshare

source: konica minolta like
nl: gelijk aan konica minolta

source: samsung like
nl: gelijk aan samsung

source: fujifilm like
nl: gelijk aan fujifilm

source: nokia like
nl: gelijk aan nokia

source: cubic spline
nl: kubusvormige wig

source: base curve
nl: basis curve

source: abscissa: input, ordinate: output. works on RGB channels
nl: abscis: invoer, coördineer: uitvoer beïnvloedt de RGB kanalen

source: linear
nl: lineair

source: logarithmic
nl: logaritmisch

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
nl: herschaal voor gebruik in een grafiek, gebruik logaritmische schaal voor precisie controle nabij de zwartkleuren

source: luminance
nl: luminantie

source: average RGB
nl: gemiddelde RGB

source: sum RGB
nl: som RGB

source: basic power
nl: basis kracht

source: method to preserve colors when applying contrast
nl: methode voor behoud van kleuren bij contrast wijziging

source: two exposures
nl: twee belichtingen

source: three exposures
nl: drie belichtingen

source: fuse this image stopped up/down a couple of times with itself, to compress high dynamic range. expose for the highlights before use.
nl: fuseer deze afbeelding nadat er eerst kopieën met hogere/lagere stops van zijn gemaakt, comprimeer zo nodig een hoog dynamisch bereik door vooraf de hooglichten te belichten

source: how many stops to shift the individual exposures apart
nl: het aantal stops waarmee de afzonderlijke belichtingen worden verhoogd

source: exposure shift
nl: belichtingsverschuiving

source: whether to shift exposure up or down (-1: reduce highlight, +1: reduce shadows)
nl: om belichting te wijzigen (-1: reduceer hooglichten, +1 reduceer schaduwen)

source: exposure bias
nl: belichtings bias

source: basic adjustments
nl: basis aanpassingen

source: black level correction
nl: zwart niveau correctie

source: highlight compression
nl: compressie markeren

source: middle grey
nl: midden grijs

source: brightness
nl: helderheid

source: saturation
nl: verzadiging

source: vibrance
nl: levendigheid

source: clip
nl: clippen

source: adjust the black level to unclip negative RGB values. you should never use it to add more density in blacks! if poorly set, it will clip near-black colors out of gamut by pushing RGB values into negatives
nl: wijzig het zwart niveau om het clippen van negatieve RGB waarden te voorkomen gebruik het nooit voor meer dichtheid in de schaduwkleuren indien slecht ingesteld, dan worden bijna zwarte kleuren uit het gamma verwijderd door RGB waarden in het negatieve te drukken

source: adjust the exposure correction
nl: aanpassen belichtingscorrectie (EV)

source: highlight compression adjustment
nl: aanpassen compressie hooglichten

source: contrast adjustment
nl: contrast aanpassen

source: middle grey adjustment
nl: aanpassing middengrijs

source: brightness adjustment
nl: aanpassen helderheid

source: saturation adjustment
nl: aanpassing verzadiging

source: vibrance adjustment
nl: aanpassingen levendigheid

source: apply auto exposure based on the entire image
nl: toepassen automatische belichting op basis van de volledige afbeelding

source: apply auto exposure based on a region defined by the user click and drag to draw the area right click to cancel
nl: toepassen automatische belichting op basis van een door de gebruiker gedefinieerd gebied klik en sleep om een gebied te definiëren verwijder met een rechtermuis klik

source: adjusts clipping value for auto exposure calculation
nl: aanpassen waarde clippen voor automatische belichtingsberekening

source: local contrast
nl: lokaal contrast

source: coarseness
nl: ruwheid

source: highlights
nl: hooglichten

source: shadows
nl: schaduwen

source: midtone range
nl: middenkleuren bereik

source: mode
nl: modus

source: bilateral grid
nl: bilateral raster

source: the filter used for local contrast enhancement. bilateral is faster but can lead to artifacts around edges for extreme settings.
nl: het filter gebruikt voor lokale contrast verbeteringen. bilateral is sneller maar kan bij extreme waarden artefacten geven rond de randen

source: changes the local contrast
nl: wijzigt het lokaal contrast

source: feature size of local details (spatial sigma of bilateral filter)
nl: eigenschappen van afmeting lokale details (spatial sigma of bilateral filter)

source: L difference to detect edges (range sigma of bilateral filter)
nl: L verschil voor het opsporen van randen (range sigma of bilateral filter)

source: changes the local contrast of highlights
nl: wijzigt het lokaal contrast van de hooglichten

source: changes the local contrast of shadows
nl: wijzigt het lokaal contrast van de schaduwen

source: defines what counts as midtones. lower for better dynamic range compression (reduce shadow and highlight contrast), increase for more powerful local contrast
nl: definieert de middenkleuren; verlaag voor een betere compressie van het dynamisch gebied (vermindert schaduw en hooglichten contrast), verhoog voor een krachtiger lokaal contrast

source: denoise (bilateral filter)
nl: ruisreductie (bilateral)

source: radius
nl: straal

source: spatial extent of the gaussian
nl: omvang van de gaussian

source: how much to blur red
nl: hoeveel rood verdoezelen

source: how much to blur green
nl: hoeveel groen verdoezelen

source: how much to blur blue
nl: hoeveel blauw verdoezelen

source: size
nl: afmeting

source: threshold
nl: drempel

source: strength
nl: kracht

source: the size of bloom
nl: mate van glans

source: the threshold of light
nl: drempel voor glans

source: the strength of bloom
nl: glanssterkte

source: framing
nl: omlijsten

source: border size
nl: randdikte

source: pick border color from image
nl: kies randkleur uit de afbeelding

source: frame line size
nl: afmeting frame

source: frame line offset
nl: afstand tot frame

source: pick frame line color from image
nl: kies framekleur uit de afbeelding

source: aspect
nl: verhouding

source: orientation
nl: oriëntatie

source: horizontal position
nl: horizontale positie

source: vertical position
nl: verticale positie

source: 15:10 postcard white
nl: 15:10 briefkaart wit

source: 15:10 postcard black
nl: 15:10 briefkaart zwart

source: golden cut
nl: gulden snede

source: square
nl: vierkant

source: constant border
nl: vaste randdikte

source: custom...
nl: aangepast ...

source: center
nl: centreer

source: size of the border in percent of the full image
nl: de afmeting van de rand als percentage van de volledige afbeelding

source: select the aspect ratio or right click and type your own (w:h)
nl: kies de beeldverhouding of klik met de rechtermuisknop en typ uw eigen b:h

source: set the custom aspect ratio
nl: bepaal uw beeldverhouding

source: aspect ratio orientation of the image with border
nl: oriëntatie beeldverhouding van de afbeelding met rand

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
nl: kies de horizontale verhouding relatief aan de top of klik met de rechtermuisknop en typ uw eigen y:h

source: custom horizontal position
nl: aangepaste horizontale positie

source: select the vertical position ratio relative to left or right click and type your own (x:w)
nl: kies de horizontale verhouding relatief aan de top of klik met de rechtermuisknop en typ uw eigen x:w

source: custom vertical position
nl: aangepaste verticale positie

source: size of the frame line in percent of min border width
nl: frameafmeting als percentage van de minimale randbreedte

source: offset of the frame line beginning on picture side
nl: afstand frame berekend vanaf afbeeldingszijde

source: border color
nl: randkleur

source: select border color
nl: kies kleur van de rand

source: frame line color
nl: kleur frame

source: select frame line color
nl: kies framekleur

source: chromatic aberrations
nl: chromatische aberraties

source: automatic chromatic aberration correction
nl: automatisch chromatische aberratiecorrectie

source: automatic chromatic aberration correction disabled for non-Bayer sensors
nl: automatisch chromatische aberratiecorrectie werkt niet bij niet-Bayer sensoren

source: automatic chromatic aberration correction only works for raw images.
nl: automatisch chromatische aberratiecorrectie werkt alleen voor raw-afbeeldingen

source: channel mixer
nl: kanalenmixer

source: destination
nl: bestemming

source: gray
nl: grijs

source: amount of red channel in the output channel
nl: hoeveelheid rood in uitgaand kanaal

source: amount of green channel in the output channel
nl: hoeveelheid groen in uitgaand kanaal

source: amount of blue channel in the output channel
nl: hoeveelheid blauw in uitgaand kanaal

source: swap R and B
nl: wissel r en b

source: swap G and B
nl: wissel r en b

source: color contrast boost
nl: kleurcontrast versterken

source: color details boost
nl: kleurdetails versterken

source: color artifacts boost
nl: kleurartefacten versterken

source: B/W luminance-based
nl: B/W luminantie gebaseerd

source: B/W artifacts boost
nl: B/W artefacten versterken

source: B/W smooth skin
nl: B/W gladdere huid

source: B/W blue artifacts reduce
nl: B/W reduceren van blauwe artefacten

source: Choleski decomposition failed to allocate memory, check your RAM settings
nl: tcholeski decompositie kon geen geheugen toewijzen, controleer uw RAM-instellingen

source: amount
nl: hoeveelheid

source: size of features to preserve
nl: te bewaren resultaat

source: strength of the effect
nl: sterkte van het effect

source: crop and rotate
nl: uitsnijden en roteren

source: invalid ratio format. it should be "number:number"
nl: ongeldige verhouding, dit moet zijn "nummer:nummer"

source: invalid ratio format. it should be non zero
nl: ongeldige verhouding, dit mag niet nul zijn

source: full
nl: geheel

source: old system
nl: oud systeem

source: correction applied
nl: is gecorrigeerd

source: main
nl: grootste

source: margins
nl: marges

source: flip
nl: spiegelen

source: both
nl: beide

source: mirror image horizontally and/or vertically
nl: spiegel afbeelding horizontaal en/of verticaal

source: angle
nl: hoek

source: right-click and drag a line on the image to drag a straight line
nl: klik op de rechtermuisknop en trek een rechte lijn over afbeelding

source: left
nl: links

source: the left margin cannot overlap with the right margin
nl: de linker marge mag niet de rechter marge overlappen

source: right
nl: rechts

source: the right margin cannot overlap with the left margin
nl: de rechter marge mag niet de linker marge overlappen

source: the top margin cannot overlap with the bottom margin
nl: de top marge mag niet de bodem marge overlappen

source: the bottom margin cannot overlap with the top margin
nl: de bodem marge mag niet de top marge overlappen

source: set perspective correction for your image
nl: corrigeer het perspectief van de afbeelding

source: freehand
nl: vrije selectie

source: original image
nl: originele afbeeldingen

source: 10:8 in print
nl: 10:8 op papier

source: widescreen
nl: breedbeeld

source: invalid ratio format for `%s'. it should be "number:number"
nl: formaat verhouding voor `%s' is verkeerd. dit moet zijn "number:number"

source: set the aspect ratio the list is sorted: from most square to least square
nl: bepaal de beeldverhouding de lijst is gesorteerd van meest naar minst vierkant

source: display guide lines to help compose your photograph
nl: inschakelen hulplijnen, vergemakkelijkt compositie verbetering

source: flip guides
nl: verwissel hulplijnen

source: horizontally
nl: horizontaal

source: vertically
nl: verticaal

source: commit
nl: goedkeuren

source: guide lines
nl: hulplijnen

source: [%s on borders] crop
nl: [%s on borders] uitsnijden

source: [%s on borders] crop keeping ratio
nl: [%s on borders] uitsnijden behoud verhouding

source: [%s] define/rotate horizon
nl: [%s] definieer/roteer horizon

source: contrast brightness saturation
nl: contrast helderheid verzadiging

source: color saturation adjustment
nl: aanpassen kleurverzadiging

source: color balance
nl: kleurenbalans

source: lift/gamma/gain controls as seen in video editors
nl: lift/gamma/gain controle zoals in video editors

source: split-toning teal-orange (2nd instance)
nl: split-toning blauwgroen-oranje (2de instantie)

source: split-toning teal-orange (1st instance)
nl: split-toning blauwgroen-oranje (1st instantie)

source: generic film
nl: generieke film

source: similar to Kodak Portra
nl: vergelijkbaar met Kodak Portra

source: similar to Kodak Ektar
nl: vergelijkbaar met Kodak Ektar

source: similar to Kodachrome
nl: vergelijkbaar met Kodachrome

source: input saturation
nl: ingaande verzadiging

source: output saturation
nl: uitgaande verzadiging

source: contrast fulcrum
nl: contrast steunpunt

source: color control sliders
nl: kleur schuifregelaars

source: optimize luma from patches
nl: optimaliseer luminantie vanuit patronen

source: optimize luma
nl: optimaliseer luminantie

source: neutralize colors from patches
nl: kleuren neutraliseren vanuit patronen

source: neutralize colors
nl: kleuren neutraliseren

source: slope, offset, power (ProPhotoRGB)
nl: helling, afstand, kracht (ProPhotoRGB)

source: color-grading mapping method
nl: kleurgraderende indelingsmethode

source: master
nl: overkoepelend

source: saturation correction before the color balance
nl: correctie verzadiging voor de kleurenbalans

source: saturation correction after the color balance
nl: correctie verzadiging na de kleurenbalans

source: adjust to match a neutral tone
nl: pas aan om een neutrale toon overeen tekomen

source: factor of
nl: factor van

source: shadows : lift / offset
nl: schaduwkleuren: lift/afstand

source: factor of lift
nl: liftfactor

source: select the hue
nl: bepaal tint

source: select the saturation
nl: bepaal verzadiging

source: factor of red for lift
nl: liftfactor rood

source: factor of green for lift
nl: liftfactor groen

source: factor of blue for lift
nl: liftfactor blauw

source: mid-tones : gamma / power
nl: middenkleuren: gamma/kracht

source: factor of gamma
nl: gammafactor

source: factor of red for gamma
nl: gammafactor rood

source: factor of green for gamma
nl: gammafactor groen

source: factor of blue for gamma
nl: gammafactor blauw

source: highlights : gain / slope
nl: hooglichten: gain/helling

source: factor of gain
nl: gain factor

source: factor of red for gain
nl: gain factor rood

source: factor of green for gain
nl: gain factor groen

source: factor of blue for gain
nl: gain factor blauw

source: auto optimizers
nl: automatische optimalisators

source: fit the whole histogram and center the average luma
nl: maak het hele histogramm passend en centreer de gemiddelde luminantie

source: optimize the RGB curves to remove color casts
nl: verwijder kleurzwemen met de optimalisatie van RGB curven

source: color look up table
nl: kleur opzoektabel

source: green-red
nl: groen-rood

source: blue-yellow
nl: blauw-geel

source: target color
nl: doel kleur

source: it8 skin tones
nl: it8 huidskleuren

source: helmholtz/kohlrausch monochrome
nl: helmholtz/kohlrausch monochroom

source: (%2.2f %2.2f %2.2f) altered patches are marked with an outline click to select double click to reset right click to delete patch shift+click while color picking to replace patch
nl: (%2.2f %2.2f %2.2f) gewijzigde patronen zijn gemarkeerd door een contour klik om te selecteren reset met dubbelklik verwijder patch met rechtermuisknop vervang patch met shift-klik tijdens de kleuropname

source: lightness offset
nl: compenseer helderheid

source: chroma offset green/red
nl: compenseer kleurwaarde groen/rood

source: green/red
nl: groen/rood

source: chroma offset blue/yellow
nl: compenseer kleurwaarde blauw/geel

source: blue/yellow
nl: blauw/geel

source: saturation offset
nl: compenseer verzadiging

source: control target color of the patches via relative offsets or via absolute Lab values
nl: beheer doelkleur van de patronen via relatieve afstand of via absolute Lab waarden

source: relative
nl: relatief

source: absolute
nl: absoluut

source: color contrast
nl: kleurcontrast

source: green vs magenta
nl: groen vs magenta

source: blue vs yellow
nl: blauw vs geel

source: steepness of the a* curve in Lab
nl: steilheid van de a* curve in Lab

source: steepness of the b* curve in Lab
nl: steilheid van de b* curve in Lab

source: color correction
nl: kleurcorrectie

source: warm tone
nl: warme tonen

source: warming filter
nl: warm filter

source: cooling filter
nl: koud filter

source: drag the line for split-toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
nl: sleep de lijn voor split-toning, helder betekent hooglichten, donker betekent schaduwen, gebruik het muiswiel om de verzadiging te wijzigen.

source: set the global saturation
nl: kies globale verzadiging

source: input color profile
nl: ingaand kleurprofiel

source: input profile
nl: ingaand profiel

source: working profile
nl: werkprofiel

source: gamut clipping
nl: gamma-clipping

source: can't extract matrix from colorspace `%s', it will be replaced by Rec2020 RGB!
nl: kan matrix niet extraheren uit kleurenruimte `%s', alternatief Rec2020RGB wordt gebruikt

source: `%s' color matrix not found!
nl: `%s' kleuren matrix is niet gevonden

source: input profile could not be generated!
nl: ingegeven profiel kan niet worden gemaakt!

source: unsupported input profile has been replaced by linear Rec709 RGB!
nl: niet ondersteund ingegeven profiel is vervangen door lineair Rec709 RGB!

source: ICC profiles in %s or %s
nl: ICC profielen in %s of %s

source: confine Lab values to gamut of RGB color space
nl: beperk Lab-waarden tot gamma van RGB kleurruimte

source: colorize
nl: inkleuren

source: source mix
nl: bron mix

source: select the hue tone
nl: bepaal de tint toon

source: select the saturation shadow tone
nl: bepaal verzadiging voor schaduwkleuren

source: lightness of color
nl: lichtheid van de kleur

source: mix value of source lightness
nl: mix waarden voor de bron helderheden

source: color mapping
nl: kleurenkaart

source: number of clusters
nl: aantal clusters

source: color dominance
nl: kleurdominantie

source: histogram equalization
nl: histogram egaliseren

source: acquire as source
nl: verwerk als bron

source: acquire as target
nl: verwerk als doel

source: source clusters:
nl: clusterbronnen

source: target clusters:
nl: clusterdoelen

source: analyze this image as a source image
nl: analyseer afbeelding als bronafbeelding

source: analyze this image as a target image
nl: analyseer afbeelding als doelafbeelding

source: number of clusters to find in image. value change resets all clusters
nl: doorzoek de afbeelding op dit aantal clusters, bij een wijziging worden clusters gereset

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
nl: bepaalt hoe clusters in kaart worden gebracht; lage waarden op kleurnabijheid, hoge waarden op kleurdominantie

source: level of histogram equalization
nl: mate van histogramegalisatie

source: output color profile
nl: uitgaand kleurprofiel

source: missing output profile has been replaced by sRGB!
nl: ontbrekend uitgaand profiel is vervangen door sRGB!

source: missing softproof profile has been replaced by sRGB!
nl: ontbrekend softproof profiel is vervangen door sRGB!

source: unsupported output profile has been replaced by sRGB!
nl: een niet ondersteund uitgaand profiel is vervangen door sRGB!

source: output intent
nl: voorgenomen output

source: perceptual
nl: perceptueel

source: relative colorimetric
nl: relatieve colorimetrie

source: absolute colorimetric
nl: absolute colorimetrie

source: color reconstruction
nl: kleur reconstructie

source: spatial extent
nl: omvang

source: range extent
nl: bereik uitbreiden

source: precedence
nl: voorrang

source: inconsistent output
nl: tegenstrijdige uitgang

source: module `color reconstruction' failed
nl: module 'kleur reconstructie' mislukte

source: saturated colors
nl: verzadigde kleuren

source: pixels with lightness values above this threshold are corrected
nl: pixels met helderheidswaarden boven de drempel worden gecorrigeerd

source: how far to look for replacement colors in spatial dimensions
nl: hoe diep zoeken naar vervangende kleuren in de ruimtelijke dimensies

source: how far to look for replacement colors in the luminance dimension
nl: hoe ver onderzoeken op vervangende kleuren in de helderheidsdimensie

source: if and how to give precedence to specific replacement colors
nl: of en hoe voorrang te verlenen aan specifiek vervangende kleuren

source: the hue tone which should be given precedence over other hue tones
nl: de tint die voorrang krijgt boven andere tinten

source: color transfer
nl: kleuroverdracht

source: acquire
nl: ophalen

source: apply
nl: toepassen

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
nl: deze module wordt in de toekomst verwijderd en staat hier nog zodat de module uitgeschakeld kan worden en de nieuwe kleurmapmodule gebruikt kan worden.

source: number of clusters to find in image
nl: aantal te vinden clusters in een afbeelding

source: analyze this image
nl: analyseer afbeelding

source: apply previously analyzed image look to this image
nl: het hiervoor geanalyseerde afbeeldingsresultaat toepassen op deze afbeelding

source: color zones
nl: kleurzones

source: select by
nl: selecteer op

source: process mode
nl: procesmodus

source: interpolation method
nl: interpolatiemethode

source: red black white
nl: rood zwart en wit

source: black white and skin tones
nl: zwart-wit- en huidkleurtonen

source: polarizing filter
nl: polarisatiefilter

source: natural skin tones
nl: natuurlijke huidskleuren

source: black & white film
nl: zwart-wit film

source: cannot display masks when the blending mask is displayed
nl: weergave van maskers is onmogelijk wanneer een mengmasker wordt getoond

source: edit by area
nl: bewerk per gebied

source: edit the curve nodes by area
nl: bewerk de curve knooppunten per gebied

source: display selection
nl: toon selectie

source: choose selection criterion, will be the abscissa in the graph
nl: kies selectie criteria, dat is dan de abscis van de grafiek

source: strong
nl: krachtig

source: choose between a smoother or stronger effect
nl: kies tussen een gladder of sterker effect

source: centripetal spline
nl: middelpuntzoekende wig
